import {TOptions} from '../UIKit/SelectInput/selectInput.model'

export const TEACHERS: TOptions = [
    {
        value: 'Безуглов Ю.Д.',
        label: 'Безуглов Ю.Д.'
    },
    {
        value: 'Бинеев Э.А.',
        label: 'Бинеев Э.А.'
    },
    {
        value: 'Болдырихин Н.В.',
        label: 'Болдырихин Н.В.'
    },
    {
        value: 'Борисов Б.П.',
        label: 'Борисов Б.П.'
    },
    {
        value: 'Величко Г.А.',
        label: 'Величко Г.А.'
    },
    {
        value: 'Гаевская Л.А.',
        label: 'Гаевская Л.А.'
    },
    {
        value: 'Головина И.В.',
        label: 'Головина И.В.'
    },
    {
        value: 'Докучаев С.А.',
        label: 'Докучаев С.А.'
    },
    {
        value: 'Жуковский А.Г.',
        label: 'Жуковский А.Г.'
    },
    {
        value: 'Жуковский Д.А.',
        label: 'Жуковский Д.А.'
    },
    {
        value: 'Елисеев А.В.',
        label: 'Елисеев А.В.'
    },
    {
        value: 'Енгибарян И.А.',
        label: 'Енгибарян И.А.'
    },
    {
        value: 'Ершов В.В.',
        label: 'Ершов В.В.'
    },
    {
        value: 'Ефимов С.В.',
        label: 'Ефимов С.В.'
    },
    {
        value: 'Загородняя А.А.',
        label: 'Загородняя А.А.'
    },
    {
        value: 'Иванов И.И.',
        label: 'Иванов И.И.'
    },
    {
        value: 'Карпенко Е.А.',
        label: 'Карпенко Е.А.'
    },
    {
        value: 'Колдынская Л.М.',
        label: 'Колдынская Л.М.'
    },
    {
        value: 'Конкин Б.Б.',
        label: 'Конкин Б.Б.'
    },
    {
        value: 'Константинова Я.Б.',
        label: 'Константинова Я.Б.'
    },
    {
        value: 'Коршун А.М.',
        label: 'Коршун А.М.'
    },
    {
        value: 'Костецкая Г.С.',
        label: 'Костецкая Г.С.'
    },
    {
        value: 'Куликова О.В.',
        label: 'Куликова О.В.'
    },
    {
        value: 'Куриненко М.В.',
        label: 'Куриненко М.В.'
    },
    {
        value: 'Лобзенко П.В.',
        label: 'Лобзенко П.В.'
    },
    {
        value: 'Манин А.А.',
        label: 'Манин А.А.'
    },
    {
        value: 'Маршаков Д.В.',
        label: 'Маршаков Д.В.'
    },
    {
        value: 'Осмоловская Н.С.',
        label: 'Осмоловская Н.С.'
    },
    {
        value: 'Панков Г.К.',
        label: 'Панков Г.К.'
    },
    {
        value: 'Погорелов В.А.',
        label: 'Погорелов В.А.'
    },
    {
        value: 'Решетникова И.В.',
        label: 'Решетникова И.В.'
    },
    {
        value: 'Светличная Н.О.',
        label: 'Светличная Н.О.'
    },
    {
        value: 'Соколов С.В.',
        label: 'Соколов С.В.'
    },
    {
        value: 'Тактаров А.С.',
        label: 'Тактаров А.С.'
    },
    {
        value: 'Ткачук Е.О.',
        label: 'Ткачук Е.О.'
    },
    {
        value: 'Устименко Д.Л.',
        label: 'Устименко Д.Л.'
    },
    {
        value: 'Цветкова О.Л.',
        label: 'Цветкова О.Л.'
    },
    {
        value: 'Чикалов А.Н.',
        label: 'Чикалов А.Н.'
    },
    {
        value: 'Швидченко С.А.',
        label: 'Швидченко С.А.'
    },
    {
        value: 'Юхнов В.И.',
        label: 'Юхнов В.И.'
    },
]